Repository: andrewerbs/eqis
Catalog: portal/home/locale/*/LC_MESSAGES/django.po
Languages: my

source: Quote Text
my: ကိုးကားချက်

source: The quote's body text.
my: ကိုးကားချက် စာသား

source: Attribution
my: ကိုးကားမှု အညွှန်း

source: Whom or what the text quotes.
my: ကိုးကားထားသည့်အရာ သို့မဟုတ် လူ

source: Title
my: ခေါင်းစဥ်

source: The Postcard's title sits above the "description".
my: "ဖော်ပြချက်" အပေါ်တွင်ဖော်ပြထားသည့် ပို့စကတ်ခေါင်းစဥ်

source: Image
my: ပုံ

source: The description accompanies this image.
my: ပုံနှင့်လိုက်ဖက်သော ဖော်ပြချက်

source: Description
my: ဖော်ပြချက်

source: Text that accompanies the image.
my: ပုံနှင့်လိုက်ဖက်သည့် စာသား

source: This shows below the Small Title. It has bigger text.
my: ခေါင်းစဥ်အသေးအောက်တွင်ဖော်ပြရန်။ စာသားပိုကြီးသည်။

source: This shows above the Big Title. It has smaller text.
my: ခေါင်းစဥ်အကြီးအပေါ်တွင်ဖော်ပြရန်။ စာသားပိုသေးသည်။

source: The Big Title
my: ခေါင်းစဥ်အကြီး

source: The Small Title
my: ခေါင်းစဥ်အသေး

source: A screen-width image.
my: မျက်နှာပြင်ပြည့်ပုံရိပ်

source: Choose a page
my: စာမျက်နှာရွေးချယ်ပါ။

source: The CardLink will link to this page. The card displays the page's hero image and description.
my: ယခုစာမျက်နှာသည် Cardlink နှင့်ချိတ်ဆက်ထားသည်။ ကတ်ဒ်တွင် စာမျက်နှာ၏ ပုံ အကြောင်းဖော်ပြချက်အားဖော်ပြထားမည်။

source: The chart's title.
my: ဇယားခေါင်းစဥ်

source: Describes the chart.
my: ဇယားအားဖော်ပြပါ။

source: Hero Image
my: အဓိကပုံ

source: Body
my: စာကိုယ်

source: This title displays in browser tab headings, CardLinks, and searches.
my: ဘရောက်ဇာခေါင်းစီး၊ Cardlink နှင့် ရှာဖွေရန် နေရာများအား ခေါင်းစဥ်နေရာတွင် ဖော်ပြထားမည်။

source: A short description of the web page. CardLinks display the description.
my: ဝက်ဂ်ဆိုက်စာမျက်နှာ အတိုချုံးဖော်ပြချက်။ Cardlink တွင်ဖော်ပြချက်အား ဖော်ပြထားမည်။

source: When CardLinks link to this web page, they show this image.
my: Cardlink နှင့် စာမျက်နှာချိတ်ဆက်သွားလျှင်၊ ယခုပုံအားဖော်ပြမည်ဖြစ်သည်။

source: The web page's contents. Pages define content as "blocks". Content blocks are: Titles; RichTexts; Postcards; CardLinks; or Quotes.
my: ဝက်ဂ်ဆိုက်စာမျက်နှာအကြောင်းအရာများ၊ စာမျက်နှာတွင် အကြောင်းအရာများအား "blocks" အဖြစ်ညွှန်းဆိုထားပြီး အကြောင်းအရာ blocks များသည် ခေါင်းစဥ်၊ စာသား၊ ပို့စကတ်ဒ်၊ Cardlink သို့ ကိုးကားချက်များ ဖြစ်သည်။

source: CardLinks
my: Cardlink

source: Postcard
my: ပို့စကတ်ဒ်

source: Quote
my: ကိုးကားချက်

source: RichText
my: စာသား

source: Line
my: လိုင်း

source: Chart
my: ဇယား

source: Text that allows rich-formatted content: headers; bold and italic text; numbered and bulleted lists; hyperlinks; images; linked documents; and embedded web content.
my: rich-format အားခွင့်ပြုထားသော စာသားအကြောင်းအရာ၊ ခေါင်းစီး၊ စာသားအထူ၊ တစ်စောင်း၊ နံပါတ်နှင့် အစဥ်လိုက်ဇယားများ၊ လင့်များ၊ ပုံများ၊ စာရွက်စာတမ်းများနှင့် ဝက်ဂ်ဆိုက်အကြောင်းအရာများ

source: A card, resembling a postcard, that shows an image, a title, and a short text. The image covers half the card; the title and text cover the other half.
my: ပုံတစ်ပုံ၊ ခေါင်းစဥ်တစ်ခုနှင့် စာတိုတစ်ခုခုအား ဖော်ပြထားသည့် ကတ်ဒ်၊ ပို့စကတ်ဒ်။ ပုံ သည် ကတ်ဒ်၊ ခေါင်းစဥ်အား တစ်ဝက်အပြည့်ကာထားရမည်ဖြစ်ပြီး စာသားများသည် ကျန်တစ်ဝက်အား ဖုံးကာထားရမည်။

source: A quotation displayed in full width. The quotation shows its attribution below.
my: မျက်နှာပြင်အပြည့်ဖော်ပြထားသော ကိုးကားချက်။ ကိုးကာချက်၏ ကိုးကားအညွှန်းအား ဖော်ပြထားရမည်။

source: A richly styled link to an internal webpage. The link displays as a card that shows the linked-to website's hero image, title, and description. Many CardLinks can display in a responsive grid.
my: ဝက်ဂ်ဆိုက်နှင့်ချိတ်ဆက်ထားသည့် လင့်ဒ်။ ဝက်ဂ်ဆိုက် ပုံ၊ ခေါင်းစဥ်နှင့် ဖော်ပြချက်များနှင့် ချိတ်ဆက်ထားသည့်ကတ်ဒ်များ လင့်ဒ်တွင်ဖော်ပြထားရမည်။ Cardlink အများစုအား အလျားလိုက်စုဖွဲ့ဖြင့်ဖော်ပြနိုင်သည်။

source: A full-width line that separates blocks of content and shows as a green line on the web page.
my: အကြောင်းအရာများအား ခွဲခြားမည့် မျက်နှာပြင်ပြည့်လိုင်းနှင့် ဝက်ဂ်ဆိုက်တွင် အစိမ်းရောင် လိုင်းဖြင့်ဖော်ပြရမည်။

source: A Superset chart from MyEQIP's superset instance. The drop-down menu lists available charts. The selected chart displays in the web page.
my: My-EQIP ဆူပါဆက်အတိုင်းရေးထားသည့် ဆူပါဆက်။ အောက်ဆွဲချ၍ရသည့် မီနူးဘားတွင် ဇယားအလွတ်များရှိသည်။ ရွေးချယ်ထားသော ဇယားများအား ဝက်ဂ်ဆိုက်တွင်ဖော်ပြထားမည်။

source: Content - English
my: အင်္ဂလိပ် - အပိုင်း

source: Content - Myanmar
my: မြန်မာ - အပိုင်း

source: Promote
my: ထင်ရှားမြင်သာစေခြင်း

source: Settings
my: အပြင်အဆင်
